export const osStatusText = {
    '10': '测试期',
    '20': '静默期',
    '100': '使用中',
    '150': '部分使用中',
    '200': '主动停用',
    '300': '达量停用',
    '400': '信控停用',
    '500': '换绑停用',
    '600': '实名停用',
    '700': '异常停用',
    '40': '已停机',
    '50': '已销户'
}
export const osStatusColor = {
    '10': '#2196f3',
    '20': '#28a745',
    '100': '#ffc107',
    '150': '#ffc107',
    '200': '#dc3545',
    '300': '#dc3545',
    '400': '#dc3545',
    '500': '#dc3545',
    '600': '#dc3545',
    '700': '#dc3545',
    '40': '#6c757d',
    '50': '#000'
}
export const statusText = {
    '10': '可测试',
    '20': '未使用',
    '30': '使用中',
    '35': '已停用',
    '40': '已停机',
    '50': '已销户'
}

export const statusColor = {
    '10': '#2196f3',
    '20': '#28a745',
    '30': '#ffc107',
    '35': '#dc3545',
    '40': '#6c757d',
    '50': '#000'
}
